---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeTypeValveLossCvfactorParam
source: html/b5827813-3129-8670-cb31-9a2521a18ece.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeTypeValveLossCvfactorParam Property

"Cv Coefficient"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeTypeValveLossCvfactorParam { get; }
```